Repository: maikebing/GitLab.VisualStudio
Catalog: src/GitLab.VisualStudio.Shared/Strings.*.resx
Languages: fr, ja

# CloneView_FailedToLoadProjects
source: Failed to load
fr: Échec lors du chargement
ja: ゲームのロードに失敗しました

# CloneView_NoProjects
source: No projects
fr: Aucun projet
ja: プロジェクトはありません!

# CloneView_Search
source: Search
fr: Chercher!
ja: 検索!

# Common_Browse
source: Browse
fr: Parcourir
ja: ブラウズ

# Common_Cancel
source: Cancel
fr: Annuler !
ja: キャンセル

# Common_ChooseAGitIgnore
source: Add a .gitignore
fr: Ajouter un .gitignore !
ja: .Gitignore を追加!

# Common_ChooseALicense
source: Add a license
fr: Une licence
ja: ライセンスを追加!

# Common_Clone
source: Clone
fr: Dupliquer
ja: 複製

# Common_CreateRepository
source: Create
fr: Créer !
ja: メニューを作成

# Common_Description
source: Description
ja: 説明

# Common_DescriptionMaxTo
source: Maximum length of description is 500
fr: Longueur maximale de description est 500 !
ja: 説明の最大長は 500 です!

# Common_GitIgnore
source: Git ignore
fr: Ignorer
ja: 無視

# Common_License
source: License
fr: مجوز
ja: ライセンス

# Common_Loading
source: Loading
fr: Chargement
ja: 読み込み中

# Common_Name
source: Name
fr: Nom
ja: 名前

# Common_NameMaxTo
source: Maximum length of name is 64 chars
fr: Longueur maximale du nom est de 64 caractères !
ja: 名前の最大長は 64 文字です。

# Common_New
source: New
fr: Nouveau!
ja: 新規

# Common_Path
source: Path
fr: Chemin d'accès
ja: パス&#x0A;

# Common_Private
source: Private
fr: Privé
ja: プライベート

# Common_Property
source: Property
fr: Propriété
ja: 資産

# Common_Quit
source: Quit
fr: Quitter
ja: 中止

# Confirm_Quit
source: Are you sure you want to quit?
fr: Êtes-vous sûr(e) de vouloir abandonner?
ja: 本当に終了してもよろしいですか？

# CreateView_NameIsRequired
source: Name is mandatory
fr: Le nom du poste est obligatoire
ja: 名前は必須です

# CreateView_PathIsRequired
source: Path is mandatory
fr: Obligatoire ?
ja: パスは必須です!

# CreateView_ThisIsACoollProject
source: This is a cool project (optional)
fr: Il s’agit d’un projet cool (en option) !
ja: これはクールなプロジェクト (省略可能)!

# Description
source: GitLab unlimited free repositories and collaborators. Sign Up. Free public & private repositories and unlimited collaborators.
fr: GitLab illimité gratuit référentiels et collaborateurs. Inscrivez-vous. Gratuit des dépôts publics & privés et illimités collaborateurs. !
ja: GitLab 無制限無料のリポジトリとの共同研究。サインアップ。無料パブリック ・ プライベート リポジトリ、無制限協力!。

# Invitation_Connect
source: Connect
fr: Connecter&nbsp;!
ja: SNS

# Invitation_SignUp
source: Sign up
fr: J'arrive !
ja: サインアップしてください！

# Items_Graph
source: Graphs
fr: Graphiques d’évolution
ja: グラフ

# Items_Issues
source: Issues
fr: Enjeux
ja: 課題

# Items_Pipeline
source: Pipelines
ja: パイプライン!

# Items_MergeRequests
source: Merge Requests
fr: Fusionner les requêtes !
ja: 要求を結合!

# Items_Snippets
source: Snippets
fr: Extraits
ja: コードスニペット

# Login_ConnectTo
source: Connect to {0}
fr: Connexion à
ja: 接続

# Login_Email
source: User Name or Email
fr: Nom d’utilisateur ou courriel
ja: ユーザー名またはＥメール

# Login_EmailIsInvalid
source: Invalid email
fr: E-mail invalide !
ja: 無効なメールアドレス

# Login_EmailIsRequired
source: Email is mandatory
fr: L’e-mail est obligatoire !
ja: メールは必須です!

# Login_FailedToLogin
source: Failed to login
fr: Échec de connexion !
ja: ログインに失敗しました

# Login_ForgetPassword
source: Forget password?
fr: Mot de passe oublié
ja: パスワードを忘れた場合

# Login_Login
source: Login
fr: Connexion
ja: ログイン

# Login_Password
source: Password
fr: Mot de passe
ja: パスワード

# Login_PasswordIsRequired
source: Password is mandatory
fr: Le mot de passe est obligatoire
ja: パスワードは必須です!

# Login_PasswordMinTo
source: Password should at least be 6 chars
fr: Mot de passe doit être au moins 6 caractères !
ja: パスワードは少なくとも 6 文字をする必要があります!

# Login_ReSendEmail
source: Resent email to active account
fr: Renvoyé par courriel au compte active !
ja: アクティブなアカウントにメールを再送信!

# Login_SignUp
source: Sign up
fr: J'arrive !
ja: サインアップしてください！

# Publish_Login
source: Login
fr: Connexion
ja: ログイン

# Publish_Publish
source: Publish
fr: Publier
ja: 公開する

# Publish_SignUp
source: Sign up
fr: J'arrive !
ja: サインアップしてください！

# Publish_Start
source: Start
fr: Commencer !
ja: 開始！

# Publish_Submiting
source: Submitting
fr: Soumission en cours...
ja: 送信しています

# Publish_Title
source: Publish to {0}
fr: Publier vers
ja: {0} を公開!

# Repository_Name
source: Name
fr: Nom
ja: 名前

# CreateViewModel_OnSave_TheProject0AlreadyExists
source: The project {0} already exists!
fr: Le projet {0} existe déjà !
ja: プロジェクト {0} は既に存在します!

# Login_HostIsInvalid
source: Host is invalid
fr: est invalide
ja: ホストが無効です。

# GitLabInvitationSection_GitLabInvitationSection_NoLogin
source: No Login
fr: Pas de connexion !
ja: ログイン!

source: Two Factor Authentication
fr: Authentification à deux facteurs
ja: 二段階認証

# WebService_CreateProject_NotLoginYet
source: Not login yet
fr: pas connecté
ja: まだログインしていません！

# CreateSnippetViewModel_FailedToCreateSnippet
source: Failed to create Snippet
fr: Impossible de créer l’extrait !
ja: スニペットの作成に失敗しました。

# CreateSnippetViewModel_VisibilityIsRequired
source: Visibility Is Required
fr: Visibilité est nécessaire !
ja: 可視性が必要です。

# CreateSnippetViewModel_DescriptorsIsRequired
source: Descriptors Is Required
fr: Descripteurs n’est nécessaire !
ja: 記述子が必要です。

# CreateSnippetViewModel_FileNameIsRequired
source: FileName Is Required
fr: Nom de fichier n’est nécessaire !
ja: ファイル名が必要です。

# CreateSnippetViewModel_TitleIsRequired
source: Title Is Required
fr: Le titre des frais est requis
ja: jp - Title is required

# CreateSnippetViewModel_CodeIsRequired
source: Code IsRequired
ja: IsRequired をコード!

source: Creating a Snippet, please wait...
fr: Créer un extrait de code, s’il vous plaît patienter...
ja: スニペットを作成するには、お待ちください・・・

source: The snippets is not enabled
fr: Les extraits de code n’est pas activé !
ja: スニペットは有効ではありません!

# GitAnalysis_GetGitLabTargetDescription_FullID
source: ... (Full ID)
fr: ... (ID complet !)
ja: ...(ID)!

# GitAnalysis_Revision
source: Revision:
fr: Révision :
ja: リビジョン:

# GitAnalysisn_Branch
source: Branch:
fr: Agence :
ja: 支店:

# GitAnalysis_Blame
source: Blame
fr: Le blâme
ja: せい!

# GitAnalysis_Commits
source: Commits
fr: gèle
ja: コミット!

# OpenOnGitLabPackage_CreateSnippet
source: Create Snippet
fr: Créer un Extrait
ja: スニペットを作成!

# CreateSnippetNoTitle
source: no title
fr: Pas de titre!
ja: タイトルはありません！

source: Close
ja: 閉じる

# CreateSnippet_Button
source: Create
fr: Créer !
ja: メニューを作成

source: Visibility
fr: Visibilité
ja: 表示設定

source: Title
fr: Titre
ja: タイトル

source: File Name
fr: Nom du fichier
ja: ファイル名

source: After created open in the browser
fr: Après avoir créé ouvert dans le navigateur

source: Project visibility
fr: Visibilité du projet
